<?php

    return [
        'events' => 'الأحداث و المناسبات' ,
        'title' => 'عنوان الحدث' ,
        'start' => 'تاريخ بدء الحدث' ,
        'processes' => 'العمليات' ,
        'delete_event' => 'حذف الحدث' ,
        'edit_event' => 'تعديل حدث' ,
        'cancel' => 'إلغاء' ,
        'yoc' => 'نعم بالطبع' ,

        'question_delete' => 'هل أنت متأكد من أنك تريد حذف هذا الحدث ؟' ,
        'success_delete' => 'تم حدف الحدث بنجاح !' ,
        'success_edit' => 'تم تعديل الحدث بنجاح !' ,
        'error' => 'حدث خطأ ما' ,

        'quick_links' => 'روابط سريعة' ,
        'profile' => 'الحساب الشخصي' ,
        'logout' => 'تسجيل الخروج' ,
    ] ;

?>