<?php

    return [
        'delete_title' => 'حدف المادة الدراسية' ,
        'question_delete' => 'هل أنت متأكد أنك تريد حذف هده المادة' ,
        'question_mark' => '؟' ,
        'classroom' => 'الفصل الدراسي' ,
        'grade' => 'المستوى الدراسي' ,
        'teacher' => 'المدرس' ,
        'name_ar' => 'الاسم باللغة العربية' ,
        'name_en' => 'الاسم باللغة الإنجليزية' ,
        'delete_success' => 'تم حذف المادة بنجاح !' ,
        'edit_success' => 'تم تعديل المادة بنجاح !' ,
        'create_success' => 'تم إنشاء المادة بنجاح !' ,
        'error' => 'حدث خطأ ما !' ,
        'name' => 'الاسم' ,
        'processe' => 'العمليات' ,
        'add' => 'اضافة مادة دراسية جديدة' ,
        'subjects' => 'المواد الدراسية' ,
        'edit_subject' => 'تعديل المادة الدراسية' ,
        'subject_list' => 'قائمة المواد الدراسية' ,
    ] ;